Revit 2027 API
ParameterTypeId.ConnectorLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorLength { get; }
Public Shared ReadOnly Property ConnectorLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorLength {
	ForgeTypeId^ get ();
}
static member ConnectorLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace